Repository: myCRObaM/FactoryKlopaApp
Catalog: FactoryApp/Resource/*.lproj/Localizable.strings
Languages: hr

# popUpErrorTitle
source: Error
hr: Greska

# popUpErrorDesc
source: Something went wrong.
hr: Nesto je poslo po zlu.

# wishListAdd
source: Item added to wishlist
hr: Dodano u wishlist

# pizzaSelectionTitle
source: Would you like a jumbo or a normal pizza
hr: Zelite li jumbo ili normalnu velicinu pizze

# normalPizzaSelection
source: Normal
hr: Normalna

# locationAndContact
source: Location Contact
hr: Lokacija Kontakt

source: Price
hr: Cijena

# jmboNormal
source: *J - Jumbo pizza *N - Normal pizza
hr: *J - Jumbo pizza *N - Normalna pizza

# restorauntsLabel
source: Restoraunts
hr: Restorani

# mealsLabel
source: Meals
hr: Jela

# aboutUsLabel
source: About us
hr: O nama

# priceLabel
source: Price List
hr: Cjenik

# wishListEmpty
source: WishList is empty! Please add some meals
hr: WishList je prazan! Dodajte jela

# mealType_Dodatci
source: Additions
hr: Dodatci

# mealType_MBO
source: Meals By Order
hr: Jela Po Narudzbi

# mealType_GM
source: Grill Meals
hr: Jela s rostilja

# mealType_Ostalo
source: Other
hr: Ostalo

# mealType_Prilozi
source: Side Dish
hr: Prilozi

# mealType_Fish
source: Fish Meal
hr: Riblja jela

# mealType_Rice
source: Rice
hr: Rizoto

# mealType_Salad
source: Salad
hr: Salata

# mealType_Sendvich
source: Sendvich
hr: Sendvic

# mealType_Pasta
source: Pasta
hr: Tjestenina
